[
  {
    "plantId": "1",
    "name": "Whotewood's Flower Nursery",
    "description": "This shop is known for its thorough and friendly customer service, prompt deliveries and, of course, its stunning assortment of fresh-cut flowers. Whotewood’s Flower Nursery’s staff works side by side with customers to help select the perfect gift for any occasion, whether it’s one of their distinctive floral arrangements, or well-stocked fruit and gift baskets.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Apple\">Wikipedia</a>)",
    "growZoneNumber": 3,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Apple_orchard_in_Tasmania.jpg"
  },
  {
    "plantId": "2",
    "name": "Gentle Care",
    "description": "We all love getting Flowers from our dear ones. And, truth be told, we like to give Flowers too and with all the special occasions like Christmas, Mother’s Day, Valentine's Day, Birthdays and Anniversaries as well as the Holiday Gift giving seasons, there are lots of opportunities to send Flowers, Baskets and Bouquets to all the people in our lives. Mesmerise your dear ones with 9 Red Roses Bouquet, Fragrant Flowers and Chocolate Gift for Sweet Sensation, Wonderful Lasting Memories Gift Basket, Captivating Tea-Time Hamper, Breathtaking Heart of Love Gift Basket and make them crave for more.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Beetroot\">Wikipedia</a>)",
    "growZoneNumber": 2,
    "wateringInterval": 7,
    "imageUrl": "https://static.pexels.com/photos/264101/pexels-photo-264101.jpeg"
  },
  {
    "plantId": "3",
    "name": "Bonzai Beat",
    "description": "When you need a hassle-free way to send flowers to Japan, Bonzai Beat has you covered. Simply browse through our extensive catalog for flowers, gift baskets, specialty gifts, and add-ons like teddy bears or balloons. Our checkout process is guaranteed to be safe and secure, so you can feel confident ordering from us. We also take customer care very seriously and aim to provide the best service possible. Our 24/7 customer service team can be reached by phone, email, or live chat, so you can feel free to ask any questions about your order. Customers interested in fast flower delivery in Japan will be happy to learn about our same-day and next-day delivery options!<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Coriander\">Wikipedia</a>)",
    "growZoneNumber": 2,
    "wateringInterval": 2,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/A_scene_of_Coriander_leaves.JPG"
  },
  {
    "plantId": "4",
    "name": "Fab Beauty",
    "description": "By working with only the top local florists, we can easily bring our customers the most unique floral arrangements for holidays, birthdays, anniversary celebrations, sympathy occasions, and many more. We offer many types of flowers, like beautiful roses, lilies, orchids, and carnations. We also offer other gifts, such as plants and gift baskets. We are happy to work with you to put together the best gift for your needs. Thanks to our fast shipping and low prices, we have become a favourite source for reliable flower delivery! Japan is home to many beautiful native flowers, so your recipient is sure to receive only the most gorgeous, freshest blooms. <br><br>(From <a href=\"https://en.wikipedia.org/wiki/Tomato\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 4,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Cherry_tomatoes_red_and_green_2009_16x9.jpg"
  },
  {
    "plantId": "5",
    "name": "Flirty Flona",
    "description": "Spring Flowers are beautiful and fragrant. Changing seasons have a profound effect on plant and animal life. Spring is the time of renewal of plant life. Nature awakens in Spring, and Spring Flowers bloom. Spring is a wonderful time of the year for fresh Spring Flowers, particularly Spring flower bulbs. In spring, plants and trees sprout new leaves and Flowers bloom. Spring Flowers will help you choose your fresh cut Spring Flowers or potted flowering bulbs at your local flower retailers. The details will give you some interesting information on Spring Flowers and useful tips for Spring Flower care along the way!<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Avocado\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Branch_and_fruit_of_the_Maluma_avocado_cultivar.jpg"
  },
  {
    "plantId": "6",
    "name": "Ozzon Florist",
    "description": "The day started with good thoughts and mood is a day well-spend. Flowers are the best way to feel the freshness and hope. Show your intense love to your dear ones by sending them Fragrant Flowers and Chocolate Gift for Sweet Sensation, Wonderful Fun Time Gift Basket, Ravishing Delicious Wishes Gift Hamper, Breathtaking Heart of Love Gift Basket a great and magnificent way to show how much you think of them. Red rose is the Flower that is traditionally been considered as the symbol of love. Purity of redness shows the passion and intensity of love towards a person, whereas on the other hand, white Flowers talk about sympathy. Likewise, each Flower has a meaning to convey. Send Stunning Tempting Moments 12 Red Roses Bouquet, Fragrant Flowers and Chocolate Gift for Sweet Sensation, Sensational Joy Forever 12 Orange Roses in a Vase, 10 Wonderful Lasting Memories Gift Basket, Unique Tender Love Mixed Floral Arrangement to your dear one and make them happy.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Pear\">Wikipedia</a>)",
    "growZoneNumber": 3,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/More_pears.jpg"
  },
  {
    "plantId": "7",
    "name": "Flower Quest",
    "description": "Sending flowers to Italy is a specialty of Flower Quest. Our extensive floral selection is a compendium of the best designs from local florists, and our floral designs are available for international flower delivery. Italy residents throughout the country can receive our deliveries quickly. Purchase flowers to help you share your feelings of love and devotion. Flowers can also send a special message on a personal or public holiday. Send birthday or anniversary flowers to Italy and make someone’s day truly memorable. After a death occurs, order sympathy arrangements with flower delivery. Italy friends and family members will receive your gift quickly and know that you care. Choosing and sending flowers to Italy is a simple task. Flower Quest has an extensive selection of colourful and fresh bouquets and arrangements online. We utilise the best florists in Italy to make beautiful arrangements that can include carnations, roses, lilies, and orchids. Design an arrangement with specific flowers to send flowers to Italy that carry a special message to someone. Or perhaps you would like to send a potted plant instead to give a lasting gift. We also offer many different gift baskets full of treats to eat and pampering products. <br><br>(From <a href=\"https://en.wikipedia.org/wiki/Eggplant\">Wikipedia</a>)",
    "growZoneNumber": 4,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Eggplant_display.JPG"
  },
  {
    "plantId": "8",
    "name": "Crazy Tender",
    "description": "With the abundance of greenery and freshness in the city, no wonder Bangalore is called the City Of Gardens. For the love of freshness and nature that Bangalore has, no wonder the people of Bangalore believe in the beauty of flowers and gifts. Being one of the most sought out cosmopolitan city in India owing to it being the centre of India's high-tech industry, people here are so intensively engaged in their mundane life that they don’t find time to have a look at the other side of life - friends, family and the people whom they have tagged as their loved ones. Even if they think of doing something exceptional, they lack time to plan a special event or go for purchasing a gift or a card or flowers etc. And that is why Crazy Tender has arrived in Bangalore with the amazing assortment of flowers, gifts and cakes to help you delight your dear ones like never before. Now you need not hop from one local florist in Bangalore to another in search of your choice of flowers as Crazy Tender, your trusted flower shop is here to spoil you with choices.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Grape\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 9,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/03/Grape_Plant_and_grapes9.jpg"
  },
  {
    "plantId": "9",
    "name": "Bloom Ray",
    "description": "We, here at Bloom Ray would love to offer our services to help you plan a surprise for your loved one because we understand the significance attached to expressing your feelings right. We believe in delivering smiles and hence, we have compiled a kaleidoscopic collection of mesmerising flowers. We have designed flowers for all occasions with an option of home delivery. Be it Weddings, birthday wishes, Mother's Day, Valentine, saying sorry, or even something as beautiful as saying a simple Miss You, you can book beautiful flowers with the perfect combination of right designs and colours at your wish. Not just this, you can also order Mother's Day flowers, Valentine Flowers, birthday flowers online which are very pleasing to the sense of fragrance along with memorable gifts that would increase the number of smiles. We are well aware of your expectations while placing the order. Your first and foremost priority is to get flowers delivered on time. Secondly, you want product to be delivered as per your expected quality. We will fulfil your expectation while ordering fresh flowers for Chennai from Bloom Ray. You can rely upon Bloom Ray’s experts for crafting the most amazing flower bouquet for timely delivery of flowers on your desired location. Our products speak for themselves.<br><br>The majority of these species are found in nature as wild mangoes. The genus belongs to the cashew family Anacardiaceae. Mangoes are native to South Asia, from where the 'common mango' or 'Indian mango', Mangifera indica, has been distributed worldwide to become one of the most widely cultivated fruits in the tropics. Other Mangifera species (e.g. horse mango, Mangifera foetida) are grown on a more localized basis.<br><br>It is the national fruit of India, Pakistan, and the Philippines, and the national tree of Bangladesh.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Mango\">Wikipedia</a>)",
    "growZoneNumber": 11,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/67/Mangos_criollos_y_pera.JPG"
  },
  {
    "plantId": "10",
    "name": "Rose Vibe",
    "description": "Rose Vibe is a flower shop in the Philippines that delivers fresh and well arranged flowers for all occasions. With years of experience, Rose Vibe Flower Shop is one of the industry’s pioneers here in the Philippines. We have a wide selection of flowers and arrangements for you to choose from. So if you are looking to send flowers to your loved ones, Rose Vibe Flower Shop - Philippines is the one for you. You may call us or you may also order online for your convenience Whether pick-up or delivery, we serve fresh and well-arranged flowers just for you. We deliver flowers in Manila, Metro Manila, Makati and other provinces in the Philippines. With our same day delivery service, your love ones will surely get their flowers on time. If you want something out of the ordinary, you may contact us or drop by our shop to discuss and customise the combinations of flowers you want for the arrangement. Every message and every feeling you want to show becomes more colourful and significant with Rose Vibe Flowers.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Orange_(fruit)\">Wikipedia</a>)",
    "growZoneNumber": 9,
    "wateringInterval": 30,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Apfelsinenbaum--Orange_tree.jpg"
  },
  {
    "plantId": "11",
    "name": "Heatherton's Grand River Florist",
    "description": "Roses are red<br>Violets are blue<br>Sunflowers have seeds<br>That folks love to chew<br><br>- M.G., 2018<br><br>Helianthus annuus, the common sunflower, is a large annual forb of the genus Helianthus grown as a crop for its edible oil and edible fruits. This sunflower species is also used as wild bird food, as livestock forage (as a meal or a silage plant), in some industrial applications, and as an ornamental in domestic gardens. The plant was first domesticated in the Americas. Wild Helianthus annuus is a widely branched annual plant with many flower heads. The domestic sunflower, however, often possesses only a single large inflorescence (flower head) atop an unbranched stem. The name sunflower may derive from the flower's head's shape, which resembles the sun, or from the impression that the blooming plant appears to slowly turn its flower towards the sun as the latter moves across the sky on a daily basis.<br><br>Sunflower seeds were brought to Europe from the Americas in the 16th century, where, along with sunflower oil, they became a widespread cooking ingredient.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Helianthus_annuus\">Wikipedia</a>)",
    "growZoneNumber": 8,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Sunflowers_in_field_flower.jpg"
  },
  {
    "plantId": "12",
    "name": "Curious Floral",
    "description": "There is no surprise better than surprising someone on their special day at midnight. So what if you cannot be present personally to sing to them? We will make sure your heartfelt wishes are conveyed to your loved one in the right manner, just like you would have done had you been with them. We deeply understand the value attached to feelings and how important it is to convey them right. Buy flowers from online shop with our express services, showering your love on your special one on their special day becomes easy and fruitful. Now send flowers to bring that beautiful smile on their face. Tell them from the top to the bottom, and with all heart that you truly deeply and madly love them. Heart-crafted for the best boyfriend in the world, send flowers and Valentine gifts to anywhere . Allure him to the core with the best Valentine gifts for him.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Watermelon\">Wikipedia</a>)",
    "growZoneNumber": 7,
    "wateringInterval": 3,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/01266jfWatermelons_Philippines_textures_Apolonio_Samson_Market_Quezon_Cityfvf_02.jpg"
  },
  {
    "plantId": "13",
    "name": "Hibiscus garden",
    "description": "Everybody loves the Flowers.Flowers are the perfect choice to give on birthdays, Any celebration days, seasonal parties, weddings and funerals. Flowers are used everywhere. Using the freshest seasonal flowers our garden style approach lends itself to all occasions, providing expressions of love, thanks, joy or comfort to friends and loved ones. We are a full service florist specialising in same day delivery of quality flowers and plants. We hope that you'll enjoy the beautiful arrangements and the exceptional service that we provide. <br><br>(From <a href=\"https://en.wikipedia.org/wiki/Hibiscus\">Wikipedia</a>)",
    "growZoneNumber": 10,
    "wateringInterval": 1,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Hibiscus_rosa-sinensis_flower_2.JPG"
  },
  {
    "plantId": "14",
    "name": "Pink & White Lady's Slipper",
    "description": "There is no surprise better than surprising someone on their special day at midnight. So what if you cannot be present personally to sing to them? We will make sure your heartfelt wishes are conveyed to your loved one in the right manner, just like you would have done had you been with them. We deeply understand the value attached to feelings and how important it is to convey them right. Buy flowers from online shop with our express services, showering your love on your special one on their special day becomes easy and fruitful. Now send flowers to bring that beautiful smile on their face. Tell them from the top to the bottom, and with all heart that you truly deeply and madly love them. Heart-crafted for the best boyfriend in the world, send flowers and Valentine gifts to anywhere . Allure him to the core with the best Valentine gifts for him.<br><br>(From <a href=\"https://en.wikipedia.org/wiki/Cypripedium_reginae\">Wikipedia</a>)",
    "growZoneNumber": 4,
    "wateringInterval": 7,
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Cypripedium_reginae_Orchi_004.jpg"
  }
]
